Repository: LoopKit/MinimedKit
Catalog: MinimedKitUI/Resources/mul.lproj/MinimedPumpManager.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

# 0MV-2k-Dty.title
source: RileyLink Setup
da: RileyLink indstilling
de: RileyLink Einrichten
es: Configuración de RileyLink
fi: RileyLink-asennus
fr: Configuration de RileyLink
it: Configurazione RileyLink
ja: RileyLink 設定
nb: RileyLink-oppsett
nl: RileyLink Installatie
pl: Konfiguracja RileyLink
pt_br: Configuração RileyLink
ro: Configurarea RileyLink-ului
ru: Настройка RilryLink
sk: Nastavenie RileyLinku
sv: RileyLink inställning
tr: RileyLink Kurulumu
vi: Cài đặt RileyLink
zh_hans: RileyLink设置

# 1fp-45-qWK.text
source: Find Device
da: Find enhed
de: Gerät finden
es: Encontrar Dispositivo
fi: Etsi laite
fr: Rechercher un appareil
it: Trova dispositivo
ja: デバイスを探す
nb: Finn enhet
nl: Zoek Apparaat
pl: Znajdź urządzenie
pt_br: Localizar Dispositivo
ro: Caută dispozitivul
ru: Найти устройство
sk: Nájsť zariadenie
sv: Hitta enhet
tr: Cihaz Bul
vi: Tìm kiếm thiết bị
zh_hans: 发现设备

# A6i-Cb-baR.text
source: Other Devices
da: Andre enheder
de: Andere Geräte
es: Otros Dispositivos
fi: Muut laitteet
fr: Autres dispositifs
it: Altri dispositivi
ja: 他のデバイス
nb: Andre enheter
nl: Andere apparaten
pl: Inne urządzenia
pt_br: Outro Dispositivo
ro: Alte dispozitive
ru: Другие устройства
sv: Annan enhet
tr: Diğer cihazlar
vi: Các thiết bị khác
zh_hans: 其他设备

# Bdb-j4-WcR.text
source: Do not change the time using your pumpʼs menu.
da: Juster ikke uret i pumpens menu.
de: Änder nicht die Zeit in Deinem Pumpenmenü.
es: No cambies la hora utilizando el menú de tu microinfusora.
fi: Älä muuta kellonaikaa käyttämällä pumpun omaa valikkoa.
fr: Ne changez pas l’heure en utilisant le menu de votre pompe.
it: Non modificare l'orario tramite il menu della pompa.
ja: ポンプのメニュー機能を使って日付時刻を変更しないでください。
nb: Ikke endre tiden via pumpemenyen.
nl: Verander de tijd niet via het menu van de pomp.
pl: Nie zmieniaj godziny w menu swojej pompy.
pt_br: Não altere a hora utilizando o menu da sua bomba.
ro: Nu modificați timpul folosind meniul pompei.
ru: Не меняйте настройки времени через меню помпы.
sk: Nemeňte čas pomocou ponuky pumpy.
sv: Ädra inte tiden i din pumps menyer.
tr: Pompanızın menüsünü kullanarak zamanı değiştirmeyin.
vi: Không thay đổi thời gian sử dụng trên menu bơm của bạn.
zh_hans: 不要通过胰岛素泵来修改时间

# c7t-pZ-WqY.text
source: Utilities
da: Tilbehør
de: Dienstprogramme
es: Utilidades
fi: Apuohjelmat
fr: Utilitaires
it: Utilità
ja: ユーティリティ
nb: Tilbehør
nl: Hulpprogramma's
pl: Narzędzia
pt_br: Utilidades
ro: Utilitare
ru: Утилиты
sv: Tillbehör
tr: Araçlar
vi: Các tiện ích
zh_hans: 功能

# erq-yb-anx.text
source: Connect Devices
da: Tilslut enheder
de: Geräte verbinden
es: Conectar Dispositivos
fi: Yhdistä laitteet
fr: Connecter des dispositifs
it: Connetti dispositivi
ja: デバイスを接続
nb: Tilkoble enheter
nl: Koppel apparaten
pl: Połącz urządzenia
pt_br: Conectar Dispositivos
ro: Dispozitive conectate
ru: Соединить устройства
sv: Anslut eheter
tr: Cihazları Bağlayın
vi: Kết nối thiết bị
zh_hans: 连接设备

# Fps-h3-V4K.title
source: Pump Clock
da: Pumpeur
de: Uhrzeit der Pumpe
es: Reloj de Microinfusora
fi: Pumpun kello
fr: Horloge de la pompe
it: Orario pompa
ja: ポンプ時刻
nb: Pumpeklokke
nl: Pomp klok
pl: Zegar w pompie
pt_br: Hora da Bomba
ro: Ceas pompă
ru: Часы помпы
sv: Pumpklocka
tr: Pompa Saati
vi: Đồng hồ của bơm
zh_hans: 泵时钟

# fVG-pl-jT9.footerTitle
source: The pump ID is the 6-digit numerical portion of the serial number (labeled as SN or S/N).
da: Pumpens ID er den 6-cifrede nummeriske del af serienummeret (mærket SN eller S/N).
de: Die Pumpen-ID ist der 6-stellige numerische Teil der Seriennummer (gekennzeichnet als SN oder S / N).
es: El número de ID de la microinfusora es la porción de 6 dígitos del número serial (indicados como SN o S/N).
fi: Pumpun tunniste on 6-numeroinen osa sarjanumeroa (alkaa SN tai S/N).
fr: L’ID de la pompe correspond à la partie numérique à 6 chiffres du numéro de série (étiquetée SN ou S/N).
it: L'ID della pompa è la parte numerica a 6 cifre del numero di serie (SN o S/N).
ja: ポンプIDはシリアル番号の 6桁の数字の部分です。(SNやS/Nで表示)
nb: Pumpe-ID er den 6-siffrede (tall) delen av serienummeret (merket som SN eller S/N).
nl: Het pompserienummer is het 6-cijferige gedeelte van het serienummer (aangegeven als SN of S/N).
pl: ID pompy to 6-cyfrowy numer (oznaczony jako SN lub S/N).
pt_br: O ID da bomba é a parte numérica de 6 dígitos do número de série (etiquetado como SN ou S/N).
ro: ID-ul de pompă este porțiunea de 6 cifre din numărul serial (afișat ca SN sau S/N).
ru: ID помпы это 6-значная цифровая часть серийного номера (обозначаемого SN or S/N).
sk: ID pumpy je 6-ciferná číselná časť sériového čísla (označené ako SN alebo S/N).
sv: Ditt pump-ID är den 6-siffriga nemeriska delen av serienumret (markerat med SN eller S/N).
tr: Pompa kimliği, seri numarasının (SN veya S/N olarak etiketlenmiş) 6 haneli sayısal kısmıdır.
vi: Số ID của bơm là phần số củ dãy số seri (được ký hiệu là SN hay S/N).
zh_hans: 泵的ID是6位数字的序列号（标签为SN或S/N）

# fVG-pl-jT9.headerTitle
source: Pump ID
da: Pumpe ID
de: Pumpen-ID
es: ID de Bomba
fi: Pumpun tunniste
fr: ID de la pompe
it: ID pompa
ja: ポンプ ID
nb: Pumpe ID
nl: Pompserienummer
pl: ID pompy
pt_br: ID da Bomba
ro: ID pompă
ru: Идентификатор ID помпы
sk: ID pumpy
tr: Pompa Kimliği
vi: Số ID của bơm
zh_hans: 泵ID

# g1m-3k-XI3.text
source: Your pump is ready for use.
da: Pumpen er klar til brug.
de: Ihre Pumpe ist betriebsbereit.
es: Tu microinfusora está lista para usarse.
fi: Pumppu on käyttövalmis.
fr: Votre pompe est prête à l’emploi.
it: La pompa è pronta per l'uso.
ja: ポンプを使えます
nb: Din pumpe er klar for bruk.
nl: De pomp is klaar voor gebruik.
pl: Twoja pompa jest gotowa do użycia.
pt_br: Sua bomba está pronta para uso.
ro: Pompa este gata de utilizare.
ru: Помпа готова к работе.
sk: Vaša pumpa je pripravená na použitie.
sv: Din pump är redo att användas.
tr: Pompanız kullanıma hazır.
vi: Bơm của bạn đã sẵn sàng.
zh_hans: 泵设置已完成

# HeG-VF-L5P.placeholder
source: Enter the 6-digit pump ID
da: Indtast det 6-cifrede pumpe ID
de: Gib die 6-stellige Pumpen-ID ein
es: Ingrese ID de 6 dígitios de la microinfusora
fi: Syötä 6-numeroinen pumpun tunniste
fr: Entrée l’ID de pompe de 6 chiffres
it: Inserisci l'ID pompa a 6 cifre
ja: 6桁のポンプ ID
nb: Skriv 6-siffret pumpe-ID
nl: Voer het 6-cijferige pompserienummer in
pl: Wprowadź 6-cyfrowy numer pompy
pt_br: Digite o ID da bomba de 6 dígitos
ro: Introduceți ID-ul de pompă din 6 cifre
ru: Ввести 6-значный ID помпы
sk: Zadajte 6-miestne ID pumpy
sv: Ange 6-siffrigt pump-ID
tr: 6 haneli pompa kimliğini girin
vi: Nhập 6 số ID của bơm
zh_hans: 输入六位数字的泵ID

# HuY-fE-vM8.text
source: If you travel to a different time zone for an extended period of time, you can change the pumpʼs time zone at any time in Loopʼs Settings screen.
da: Hvis du rejser til en anden tidszone i længere tid, kan du ændre pumpens tidszone i Loop’s indstillinger.
de: Wenn Du für längere Zeit in eine andere Zeitzone verreist, kann die Zeitzone der Pumpe jederzeit über das Einstellungsmenü von Loop geändert werden.
es: En caso de viajar a una zona horaria distinta por un periodo extendido de tiempo, podrás cambiar la zona horaria de la microinfusora en cualquier momento a través de la pantalla de Configuración de Loop.
fi: Jos matkustat toiselle aikavyöhykkeelle pidemmäksi aikaa, voit muuttaa pumpun aikavyöhykkeen milloin tahansa Loopin Asetukset-näkymässä.
fr: Si vous voyagez dans un fuseau horaire différent pendant une période prolongée, vous pouvez modifier le fuseau horaire de la pompe à tout moment dans l’écran Paramètres de Loop.
it: Se viaggi in un fuso orario diverso per un periodo di tempo prolungato, puoi modificare il fuso orario della pompa in qualsiasi momento nella schermata Impostazioni di Loop.
ja: 時差がある海外へ旅行に行く時は、ループの設定画面からいつでもポンプの日付時刻を変更出来ます。.
nb: Hvis du reiser til en annen tidssone for en lenger tid, kan du endre pumpens tidssone når som helst under innstillinger i Loop.
nl: Als je voor een langere periode in een andere tijdzone verblijft, dan kun je altijd de tijdzone van de pomp veranderen in het instellingenscherm van Loop.
pl: Jeśli podróżujesz do innej strefy czasowej, możesz ją zmienić w dowolnym momencie w zakładce Ustawienia.
pt_br: Se você viajar para um fuso horário diferente por um longo período de tempo, poderá alterar o fuso horário da bomba a qualquer momento na tela Configurações do Loop.
ro: În cazul în care călătoriți într-un alt fus orar pentru o perioadă extinsă, puteți modifica fusul orar al pompei din ecranul de setări Loop.
ru: Если вы перемещаетесь в другой часовой пояс на длительное время, вы можете изменить часовой пояс в любое время через экран общих настроек Loop.
sk: Ak cestujete do iného časového pásma na dlhší čas, časové pásmo pumpy môžete kedykoľvek zmeniť na obrazovke Nastavenia Loop.
sv: Om du reser till annan tidszon under en längre tid, kan du ändra tidszonen närsomhelst i Loops iställningar.
tr: Uzun süreli farklı bir saat dilimine seyahat ederseniz, pompanın saat dilimini istediğiniz zaman Loop'un Ayarlar ekranından değiştirebilirsiniz.
vi: Trường hợp bạn du lịch đến vùng khác múi giờ trong thời gian dài, bạn có thể thay dổi múi giờ của bơm bất kỳ lúc nào trong phần cấu hình của bơm.
zh_hans: 如果你在不同的时区旅行，可以通过Loops直接设置泵的时区。

# IQ5-53-x9s.text
source: Loop will keep your pumpʼs clock synchronized with your phone in the time zone youʼre in now.
da: Loop vil holde din pumpes ur synkroniseret med din telefon i den tidszone, du er i nu.
de: Loop synchronisiert die Uhrzeit Ihrer Pumpe mit der Uhrzeit Ihres Smartphones in Ihrer aktuellen Zeitzone.
es: Loop mantendrá el reloj de tu microinfusora sincronizado con tu teléfono en la zona horaria en la que te encuentres ahora.
fi: Loop synkronoi pumpun kellon puhelimesi kanssa samalle aikavyöhykkeelle sijaintisi perusteella.
fr: Loop gardera l’horloge de votre pompe synchronisée avec votre téléphone dans le fuseau horaire où vous vous trouvez actuellement.
it: Loop manterrà l'orario della tua pompa sincronizzato con quello del tuo telefono nel fuso orario in cui ti trovi in quel momento.
ja: ループはiPhoneと同期して、あなたが今いる場所のタイムゾーンにポンプの日付時刻を同期し続けます。
nb: Loop holder din pumpes klokke synkronisert med din telefon til den tidssone du er i nå.
nl: Loop zorgt ervoor dat de klok van je pomp gesynchroniseerd blijft met je telefoon in de tijdzone waarin je je nu bevindt.
pl: Loop będzie synchronizował zegar w pompie z aktualną strefą czasową ustawioną w Twoim telefonie.
pt_br: Loop manterá o relógio da sua bomba sincronizado com o seu telefone no fuso horário em que você está agora.
ro: Loop va menține sincronizat ceasul pompei cu cel al telefonului, în fusul orar în care vă aflați acum.
ru: Loop будет синхронизировать часы помпы с часами телефона в том часовом поясе, в котором вы сейчас находитесь.
sk: Loop bude udržiavať hodiny pumpy synchronizované s telefónom v časovom pásme, v ktorom sa práve nachádzate.
sv: Loop kommer att synkronisera pumpens klocka med din telefon i tidszonen du befinner dig nu.
tr: Loop, pompanızın saatini şu anda bulunduğunuz saat diliminde telefonunuzla senkronize halde tutacaktır.
vi: Loop sẽ giữ đồng hồ của bơm đồng hóa với điện thoại trong múi giờ mà bạn đang hiện diện.
zh_hans: Loop将会对泵和手机所处的时区保持一致

# lGI-LD-xR7.footerTitle
source: The pump region and color are denoted as the last 3 letters of the the model number (labeled as REF).
da: Pumpe region og farve er angivet som de sidste 3 bogstaver i modelnummeret (mærket REF).
de: Die Region und die Farbe der Pumpe sind mit den letzten 3 Buchstaben in der Modellnummer bezeichnet (REF-Nummer in der Kennzeichnung der Pumpe).
es: La región de la microinfusora y el color están indicados en las tres últimas letras del número de modelo (indicados como REF).
fi: Pumpun alue ja väri on merkitty kolmella viimeisellä kirjaimella mallinumeron lopussa (nimetty REF).
fr: La région et la couleur de la pompe sont désignées par les 3 dernières lettres du numéro de modèle (étiquetées REF).
it: La provenienza della pompa ed il colore sono descritti nelle ultime 3 lettere del modello della tua pompa (REF).
ja: ポンプのリージョンと色は型番 (REFで表示)の最終の3文字で表されています。
nb: Pumperegionen og farge er angitt som de 3 siste bokstavene i modellnummeret (merket som REF).
nl: De regio en kleur van de pomp worden aangeduid in de laatste 3 letters van het modelnummer (gelabeld als REF)
pl: Region i kolor pompy są oznaczone jako 3 ostatnie litery numeru modelu (który jest określony jako REF).
pt_br: A região e a cor da bomba são indicadas como as três últimas letras do número do modelo (etiquetado como REF).
ro: Regiunea pompei și culoarea sunt indicate prin ultimele 3 litere ale numărului de model (afișat ca REF).
ru: Регион помпы и ее цвет обозначаются тремя последними буквами номера модели (маркируется как REF).
sk: Oblasť pumpy a farba sú označené ako posledné 3 písmená modelového čísla (označené ako REF).
sv: Pumpregion och färg är märkta som de 3 sista siffrorna i modellnumret (markerad som REF).
tr: Pompa bölgesi ve rengi, model numarasının (REF olarak etiketlenmiştir) son 3 harfi olarak belirtilir.
vi: Khu vực và màu sắc của bơm được thể hiện qua 3 chữ cuối của chủng loại bơm (thể hiện là REF).
zh_hans: 泵的区域和颜色包含在设备型号的最后三个字母中（标记为REF）。

# lGI-LD-xR7.headerTitle
source: Region and Color
da: Region og Farve
de: Region und Farbe
es: Región y Color
fi: Alue ja väri
fr: Région et Couleur
it: Provenienza e colore
ja: リージョンと色
nb: Region og farge
nl: Regio en kleur
pl: Region i kolor
pt_br: Região e Cor
ro: Regiune și culoare
ru: Регион и цвет
sv: Region och färg
tr: Bölge ve Renk
vi: Vùng và Màu sắc
zh_hans: 区域与颜色

# Nwf-TJ-KmJ.title
source: Setup Complete
da: Opsætning fuldført
de: Einrichtung abgeschlossen
es: Instalación completada
fi: Asennus valmis
fr: L’installation est terminée
it: Configurazione completata
ja: 設定完了
nb: Klargjøring ferdig
nl: Configuratie Voltooid
pl: Konfiguracja zakończona
pt_br: Instalação Concluída
ro: Configurare finalizată
ru: Настройка завершена
sk: Nastavenie je dokončené
sv: Inställning klar
tr: Kurulum tamamlandı
vi: Cấu hình hoàn thành
zh_hans: 设置完成

# oBL-lh-SHI.title
source: Pump Broadcasts
da: Pumpe-udsendelser
de: Datenübertragung der Pumpe
fi: Pumpun lähetykset
fr: Transmissions de la pompe
it: Trasmissione pompa
ja: ポンプのブロードキャスト
nb: Pumpe sender
nl: Pomp Signalen
pl: Komunikaty pompy
pt_br: Transmissões da Bomba
ro: Transmisii pompă
ru: Помпа передает
sv: Pumpsändningar
tr: Pompa Yayınları
zh_hans: 泵广播

# ojQ-ob-gBx.text
source: On
da: Tændt
de: An
es: Encendido
fi: Päällä
fr: Activé
it: Attivato
ja: オン
nb: På
nl: Aan
pl: Włącz
pt_br: Ligado
ro: Pornit
ru: Включено
sk: Zapnuté
sv: På
tr: Açık
zh_hans: 开

# OZk-Db-KCs.title
source: Pump Setup
da: Pumpeindstilling
de: Einstellungen der Pumpe
es: Configuración de Microinfusora
fi: Pumpun asennus
fr: Configuration de la Pompe
it: Configurazione pompa
ja: ポンプ設定
nb: Pumpeinnstillinger
nl: Pompconfiguratie
pl: Konfiguracja pompy
pt_br: Configuração da Bomba
ro: Setare pompă
ru: Настройки помпы
sv: Pumpinställning
tr: Pompa Kurulumu
vi: Cấu hình cho bơm
zh_hans: 泵设置

# tGa-FP-JqD.text
source: Enter the pump region
da: Angiv pumperegion
de: Gib die Region der Pumpe ein
es: Ingresa la región de la Microinfusora
fi: Syötä pumpun alue
fr: Entrez la région de la pompe
it: Inserisci la provenienza della pompa
ja: ポンプリージョンを入力
nb: Angi pumperegionen
nl: Voer regio van de pomp in
pl: Wprowadź region pompy
pt_br: Entre com a região da bomba
ro: Introduceți regiunea pompei
ru: Введите регион помпы
sv: Ange pumpregion
tr: Pompa bölgesini girin
vi: Nhập khu vực của bơm
zh_hans: 输入泵区域

# V47-Nq-7ew.title
source: Pump Setup
da: Pumpeindstilling
de: Einstellungen der Pumpe
es: Configuración de Microinfusora
fi: Pumpun asennus
fr: Configuration de la Pompe
it: Configurazione pompa
ja: ポンプ設定
nb: Pumpeinnstillinger
nl: Pompconfiguratie
pl: Konfiguracja pompy
pt_br: Configuração da Bomba
ro: Setare pompă
ru: Настройки помпы
sv: Pumpinställning
tr: Pompa Kurulumu
vi: Cấu hình cho bơm
zh_hans: 泵设置

# yLn-Ya-p1R.text
source: Loop will listen for status messages sent by your pump. Follow the steps below on your pump to enable these messages:
da: Loop vil lytte efter status beskeder fra pumpen. Følg nedenstående skridt på pumpen, for at aktivere disse beskeder:
de: Loop wird die Statusberichte Deiner Pumpe überwachen. Führe die nachfolgenden Schritte in Deiner Pumpe aus, um diese Statusberichte einzuschalten:
es: Loop escuchará mensajes de estado enviados por tu microinfusora. Sigue los pasos enlistados a continuación en tu microinfusora para habilitar estos mensajes:
fi: Loop kuuntelee pumpun lähettämiä tilaviestejä. Seuraa alla mainittuja ohjeita ottaaksesi nämä viestit käyttöön pumpussasi:
fr: Loop écoutera les messages d’état envoyés par votre pompe. Suivez les étapes ci-dessous sur votre pompe pour activer ces messages:
it: Loop rimarrà in attesa di messaggi di stato inviati dalla pompa. Segui i successivi passaggi per attivare questi messaggi:
ja: ループがポンプが発するステータスメッセージを聞き取ります。ポンプがメッセージを発せられるように次のステップにしたがって設定してください。
nb: Loop hører etter statusmeldinger sendt fra din pumpe. Følg trinnene nedenfor på din pumpe for å gjøre disse meldingene tilgjengelige:
nl: Loop luistert naar statusberichten die door de pomp worden verzonden. Volg de stappen hieronder op de pomp om deze statusberichten in te schakelen:
pl: Loop będzie nasłuchiwał komunikatów wysyłanych przez Twoją pompę. Postępuj zgodnie z poniższymi krokami (na Twojej pompie), aby umożliwić wysyłanie komunikatów:
pt_br: Loop receberá as mensagens de status enviadas por sua bomba. Siga as etapas abaixo na sua bomba para ativar estas mensagens:
ro: Loop va recepționa mesajele de status transmise de pompă. Urmații pașii de mai jos pentru a activa aceste mesaje:
ru: Loop будет отслеживать сообщения о состоянии с помпы. Выполните следующие шаги на помпе чтобы активировать такие сообщения
sk: Loop bude počúvať stavové správy odoslané vašou pumpou. Ak chcete povoliť tieto správy, postupujte na pumpe podľa nasledujúcich krokov:
sv: Loop kommer att lyssna på statusmeddelanden skickade av din pump. Följ de här stegen nedan på din pump för att aktivera dessa meddelanden:
tr: Loop, pompanız tarafından gönderilen durum mesajlarını dinleyecektir. Bu mesajları etkinleştirmek için pompanızda aşağıdaki adımları izleyin:
vi: Loop sẽ lắng nghe các thông điệp được gửi từ bơm của bạn. Làm theo các bước dưới đây để thực hiện các thông điệp này:
zh_hans: Loop将监听泵的状态信息，并按照如下步骤操作胰岛素泵来开启此功能

# ZnF-zy-5gR.headerTitle
source: Main Menu
da: Hovedmenu
de: Hauptmenü
es: Menú Principal
fi: Päävalikko
fr: Menu Principal
it: Menu principale
ja: メインメニュー
nb: Hovedmenu
nl: Hoofdmenu
pl: Menu główne
pt_br: Título Principal
ro: Meniu principal
ru: Главное меню
sv: Huvudmeny
tr: Ana Menü
vi: Menu chính
zh_hans: 主菜单

# HfQ-fG-8vO.text
source: Review your pump settings below. You can change these settings at any time in Loopʼs Settings screen.
de: Überprüfe unterhalb Deine Pumpeneinstellungen. Du kannst diese Einstellung jederzeit im Einstellungsbildschirm vom Loop ändern.
nb: Se gjennom pumpeinnstillingene dine nedenfor. Du kan endre disse innstillingene når som helst i Loops innstillingsskjerm.
ro: Revedeți setările pompei dvs. mai jos. Puteți modifica aceste setări în orice moment în ecranul de setări al aplicației Loop.
zh_hans: 查看以下泵设置。您可以随时在 Loop 的“设置”屏幕中更改这些设置。

# iQZ-kT-QUm.title
source: Pump Settings
de: Pumpeneinstellungen
nb: Pumpeinnstillinger
ro: Setări pompă
zh_hans: 泵设置
